Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# pid_issuance.data_consent_issuer.label_address
source: Address
de: Adresse

# pid_issuance.data_consent_issuer.label_certifacte_valid
source: Certificate valid until
de: Zertifikat Ablaufdatum

# pid_issuance.data_consent_issuer.label_privacy
source: Privacy policy
de: Datenschutz

# pid_issuance.data_consent_issuer.sec_button
source: Report a problem
de: Problem melden

# pid_issuance.data_consent_issuer.title
source: Service provider
de: Dienstanbieter

# pid_issuance.data_consent_issuer.title 2
source: Certificate issuer
de: Zertifikatsaussteller

# pid_issuance.data_consent_reject_info.paragraph
source: In this case, your data won't be requested from the service. A digital ID can't be created.
de: Deine Daten werden in diesem Fall nicht vom Dienst abgefragt. Ein digitaler Ausweis kann nicht erstellt werden.

# pid_issuance.data_consent_reject_info.prim_button
source: Yes, reject
de: Ja, ablehnen

# pid_issuance.data_consent_reject_info.sec_button
source: Report a problem
de: Problem melden

# pid_issuance.data_consent_reject_info.title
source: Reject data release?
de: Datenfreigabe ablehnen?

# pid_issuance.data_consent.headline_credential
source: The following data will be read from your ID card
de: Folgende Daten werden von deiner Ausweiskarte ausgelesen

# pid_issuance.data_consent.label_address
source: Address
de: Anschrift

# pid_issuance.data_consent.label_age_birth_year
source: Birth year
de: Geburtsjahr

# pid_issuance.data_consent.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# pid_issuance.data_consent.label_age_equal_or_over_no
source: No
de: Nein

# pid_issuance.data_consent.label_age_equal_or_over_yes
source: Yes
de: Ja

# pid_issuance.data_consent.label_age_in_years
source: Age in years
de: Alter in Jahren

# pid_issuance.data_consent.label_artist_name
source: Religous/artistic name
de: Ordens-/Künstlername

# pid_issuance.data_consent.label_auxiliary_conditions
source: Auxiliary conditions
de: Nebenbestimmungen

# pid_issuance.data_consent.label_birth_date
source: Date of birth
de: Geburtsdatum

# pid_issuance.data_consent.label_birth_name
source: Birth name
de: Geburtsname

# pid_issuance.data_consent.label_certificate_issuer
source: Certificate issuer
de: Zertifikatsaussteller

# pid_issuance.data_consent.label_community_id
source: Community ID
de: Wohnort-ID

# pid_issuance.data_consent.label_created_at
source: Created at
de: Erstellt am

# pid_issuance.data_consent.label_document_type
source: Document type
de: Dokumentenart

# pid_issuance.data_consent.label_expire_date
source: Valid until
de: Gültig bis

# pid_issuance.data_consent.label_first_names
source: Given name(s)
de: Vorname(n)

# pid_issuance.data_consent.label_issued_by
source: Service provider
de: Dienstanbieter

# pid_issuance.data_consent.label_issuing_authority
source: Authority
de: Behörde

# pid_issuance.data_consent.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# pid_issuance.data_consent.label_name
source: Family name
de: Familienname

# pid_issuance.data_consent.label_nationality
source: Nationality
de: Staatsangehörigkeit

# pid_issuance.data_consent.label_place_of_birth
source: Place of birth
de: Geburtsort

# pid_issuance.data_consent.label_provider_information
source: Provider information
de: Anbieterinformationen

# pid_issuance.data_consent.label_resident_city
source: Resident city
de: Stadt

# pid_issuance.data_consent.label_resident_country
source: Resident country
de: Land

# pid_issuance.data_consent.label_resident_postal
source: Resident postal code
de: PLZ

# pid_issuance.data_consent.label_resident_street
source: Resident street
de: Straße

# pid_issuance.data_consent.label_title
source: Doctoral degree
de: Doktorgrad

# pid_issuance.data_consent.prim_button
source: Agree
de: Zustimmen

# pid_issuance.data_consent.sec_button
source: Reject
de: Ablehnen

# pid_issuance.data_consent.toggle_visible_button
source: Show more data
de: Weitere Daten anzeigen

# pid_issuance.data_consent.text_provider_information
source: Reference to the authorities responsible for the service provider that monitor compliance with data protection regulations: The State Commissioner for Data Protection and Freedom of Information Georgstraße 122-124 27570 Bremerhaven +49 421 3612010 or +49 471 5962010 office@datenschutz.bremen.de
de: Hinweis auf die für den Diensteanbieter zuständigen Stellen, die die Einhaltung der Vorschriften zum Datenschutz kontrollieren: Der Landesbeauftragte für Datenschutz und Informationsfreiheit Georgstraße 122-124 27570 Bremerhaven +49 421 3612010 oder +49 471 5962010 office@datenschutz.bremen.de

# pid_issuance.data_consent.title
source: Your digital ID will be created using this data
de: Dein Digitaler Ausweis wird mit diesen Daten erstellt

# pid_issuance.dialog_cancel.paragraph
source: All entered information will be lost and you’ll return to the wallet overview.
de: Dabei gehen alle deinen vorgenommen Eingaben verloren und du kommst zur Übersicht der Wallet.

# pid_issuance.dialog_cancel.prim_button
source: Yes, cancel
de: Ja, abbrechen

# pid_issuance.dialog_cancel.sec_button
source: Back
de: Zurück

# pid_issuance.dialog_cancel.title
source: Really cancel?
de: Wirklich abbrechen?

# pid_issuance.dialog_server_error.error_server_paragraph
source: Please try again in a few minutes.
de: Bitte probiere es in ein paar Minuten noch einmal.

# pid_issuance.dialog_server_error.prim_button
source: Try again
de: Nochmal probieren

# pid_issuance.dialog_server_error.sec_button
source: Close notification
de: Mitteilung schließen

# pid_issuance.dialog_server_error.server_error_title
source: Server is currently unavailable
de: Server nicht erreichbar

# pid_issuance.eid_function_info.paragraph_1
source: What is the online ID function? It's the digital identity feature on your ID card — use it to verify yourself securely online or at kiosks, and to create your digital ID in this wallet.
de: Was ist die Online-Ausweisfunktion? Sie ist die digitale Identitätsfunktion deiner Ausweiskarte — damit weist du dich sicher im Internet oder an Automaten aus und erstellst deinen Digitalen Ausweis in dieser Wallet.

# pid_issuance.eid_function_info.paragraph_2
source: Set up your PIN To use the online ID function, you'll need a personal 6-digit card PIN. Set it up with the 5-digit transport PIN from your PIN letter, or directly at the citizens' office.
de: PIN einrichten Um die Online-Ausweisfunktion zu nutzen, brauchst du eine persönliche 6-stellige Karten-PIN. Richte sie mit der 5-stelligen Transport-PIN aus deinem PIN-Brief ein, oder direkt im Bürgeramt.

# pid_issuance.eid_function_info.title
source: The eID function of your ID card
de: Die Online-Ausweisfunktion deiner Ausweiskarte

# pid_issuance.ID_preview_issuer.label_address
source: Address
de: Adresse

# pid_issuance.ID_preview_issuer.label_certifacte_valid
source: Certificate valid until
de: Zertifikat Ablaufdatum

# pid_issuance.ID_preview_issuer.label_privacy
source: Privacy policy
de: Datenschutz

# pid_issuance.ID_preview_issuer.sec_button
source: Report a problem
de: Problem melden

# pid_issuance.ID_preview_issuer.title
source: Issuer
de: Herausgeber

# pid_issuance.ID_preview.label
source: Issuer
de: Herausgeber

# pid_issuance.ID_preview.title
source: This credential will be added
de: Dieser Ausweis wird hinzugefügt:

# pid_issuance.loading.title
source: Digital ID code and ID created
de: Digitaler-Ausweis-Code wird festgelegt und Ausweis erstellt

# pid_issuance.no_card_available_info.paragraph
source: A Digital ID can only be created using a national identity card or a residence permit. Travel documents such as passports cannot be used. Apply for a suitable ID at your citizen's office.
de: Einen Digitalen Ausweis kannst du nur mit einem Personalausweis oder einem Aufenthaltstitel erstellen. Ausweisdokumente wie Reisepässe können nicht verwendet werden. Beantrage eine geeignete Ausweiskarte im Bürgeramt in deiner Nähe.

# pid_issuance.no_card_available_info.title
source: No ID card available
de: Keine Ausweiskarte vorhanden

# pid_issuance.no_letter_forgot_info.paragraph
source: If you can no longer find your PIN letter, or if you have forgotten your card PIN, you will need to visit your citizen's office to set a new 6-digit card PIN.
de: Falls du den PIN-Brief nicht mehr findest oder falls du deine Karten-PIN vergessen hast, musst du leider zum Bürgeramt und dort eine 6-stellige Karten-PIN festlegen.

# pid_issuance.no_letter_forgot_info.title
source: No PIN letter or card PIN forgotten
de: Kein PIN-Brief vorliegen oder Karten-PIN vergessen

# pid_issuance.no_letter_forgot_info.title_2
source: What is the card PIN?
de: Was ist die Karten-PIN?

# pid_issuance.onboarding_cards.list_1
source: National ID card
de: Personalausweis

# pid_issuance.onboarding_cards.list_2
source: Residence permit
de: Aufenthaltstitel

# pid_issuance.onboarding_cards.paragraph
source: Important: The wallet uses the online ID function of your ID card. You can use either your ID card or residence permit to create the digital ID.
de: Wichtig: Die Wallet nutzt die Online-Ausweisfunktion deiner Ausweiskarte. Du kannst entweder den Personalausweis oder Aufenthaltstitel verwenden, um den Digitalen Ausweis zu erstellen.

# pid_issuance.onboarding_cards.prim_button
source: Yes, I have one
de: Ja, vorhanden

# pid_issuance.onboarding_cards.sec_button
source: No, I don't have any of those ID documents
de: Nein, ich habe keinen dieser Ausweise

# pid_issuance.onboarding_cards.tert_button
source: Uses the eID function
de: Nutzt die Online-Ausweisfunktion

# pid_issuance.onboarding_cards.title
source: Before we get started, do you have one of these ID documents?
de: Bevor es losgeht, hast du einen dieser Ausweise?

# pid_issuance.onboarding_eid.paragraph
source: Important: To use the eID function of your ID card, you must have set your personal 6-digit eID PIN. You can do this using the 5-digit transport PIN from the PIN letter or directly at your local citizen’s office.
de: Wichtig: Um die Online-Ausweisfunktion deiner Ausweiskarte nutzen zu können, musst du deine persönliche 6-stellige Karten-PIN festgelegt haben. Dies kann man mit Hilfe der 5-stelligen Transport-PIN aus dem PIN-Brief oder vor Ort im Bürgeramt tun.

# pid_issuance.onboarding_eid.prim_button
source: Yes, I've set my **card PIN** and know it
de: Ja, **Karten-PIN** festgelegt und bekannt

# pid_issuance.onboarding_eid.sec_button
source: No, but I'll set it now using my **PIN letter**
de: Nein, aber jetzt mit **PIN-Brief** festlegen

# pid_issuance.onboarding_eid.tert_button_1
source: I don't have a **PIN letter**, or I've **forgotten my PIN**
de: Ich habe **keinen PIN-Brief** oder meine **PIN vergessen**

# pid_issuance.onboarding_eid.tert_button_2
source: What is the card PIN or PIN letter
de: Was ist die Karten-PIN oder PIN-Brief

# pid_issuance.onboarding_eid.title
source: Have you set your 6-digit card PIN?
de: Hast du deine 6-stellige Karten-PIN festgelegt?

# pid_issuance.process_overview.list_1
source: Grant data release for your ID card
de: Datenfreigabe für deine Ausweiskarte erteilen

# pid_issuance.process_overview.list_2
source: Enter your card PIN to retrieve data from your ID card
de: Karten-PIN eingeben, um Daten von Ausweiskarte abzurufen

# pid_issuance.process_overview.list_3
source: Scan your ID card and verify your card PIN
de: Ausweiskarte scannen und Karten-PIN prüfen

# pid_issuance.process_overview.list_4
source: Create Digital ID and confirm the associated code
de: Digitalen Ausweis erstellen und zugehörigen Code bestätigen

# pid_issuance.process_overview.prim_button
source: Let's go
de: Los gehts

# pid_issuance.process_overview.tert_button
source: Read the privacy policy
de: Datenschutzerklärung lesen

# pid_issuance.process_overview.title
source: Your digital ID in 4 steps
de: Dein digitaler Ausweis in 4 Schritten

# pid_issuance.puk_entry.error_wrong_puk
source: Your previous PUK entry was was incorrect. Try again.
de: Deine vorherige PUK Eingabe war falsch. Versuch es nochmal.

# pid_issuance.puk_entry.prim_button
source: Unlock
de: Freischalten

# pid_issuance.puk_entry.sec_button
source: Where is the PUK?
de: Wo ist die PUK?

# pid_issuance.puk_entry.title
source: Enter your PUK to activate
de: PUK zur Freischaltung eingeben

# pid_issuance.puk_entry.warning_wrong_puk_1
source: One more wrong attempt and you’ll need the PUK from your PIN letter.
de: Bei nächster falscher Eingabe der PIN benötigst du die PUK aus dem PIN-Brief.

# pid_issuance.puk_entry.warning_wrong_puk_2
source: One more wrong attempt and your PIN will be permanently blocked.
de: Bei nächster falscher Eingabe der PIN wird deine PIN endgültig blockiert.

# pid_issuance.puk_intro.paragraph
source: Important: Your card PIN is blocked. Once you have successfully entered the PUK from your PIN letter, you can try entering the card PIN again.
de: Dein PUK ist der 10-stellige Code in deinem PIN-Brief. Mit erfolgreicher Eingabe der PUK kannst du weitere drei Mal versuchen die Einmal-PIN einzugeben.

# pid_issuance.puk_intro.prim_button
source: Enter PUK
de: PUK eingeben

# pid_issuance.puk_intro.title
source: Card PIN entered incorrectly three times: Enter the PUK
de: PIN blockiert: Gib deinen PUK ein, um sie freizuschalten

# pid_issuance.rwscd_bad_request.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.rwscd_bad_request.prim_button
source: Got it
de: Ok

# pid_issuance.rwscd_bad_request.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_issuance.rwscd_internal_error.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.rwscd_internal_error.prim_button
source: Got it
de: Ok

# pid_issuance.rwscd_internal_error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_issuance.rwscd_service_unavailable.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.rwscd_service_unavailable.prim_button
source: Got it
de: Ok

# pid_issuance.rwscd_service_unavailable.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_issuance.sheet_can_entry.paragraph
source: You can find the access number (CAN) on the bottom right of the front of your ID card or residence permit.
de: Du findest die Zugangsnummer (CAN) unten rechts auf der Vorderseite deines Ausweises oder Aufenthaltstitels.

# pid_issuance.sheet_can_entry.title
source: Where is the CAN
de: Wo ist die CAN

# pid_issuance.sheet_can.paragraph
source: You can find the access number (CAN) in the bottom right corner on the front of your ID card or residence permit.
de: Du findest die Zugangsnummer (CAN) unten rechts auf der Vorderseite deines Ausweises oder Aufenthaltstitels.

# pid_issuance.sheet_can.title
source: Where is the CAN
de: Wo ist die CAN

# pid_issuance.sheet_eID_PIN_not_set.list_1
source: Forgot your eID PIN
de: Karten-PIN vergessen

# pid_issuance.sheet_eID_PIN_not_set.list_2
source: Lost the PIN letter with your Transport PIN
de: PIN-Brief mit Transport-PIN verloren

# pid_issuance.sheet_eID_PIN_not_set.list_3
source: Online ID function not yet activated at the Citizen’s Office
de: Online-Ausweisfunktion wurde noch nicht im Bürgeramt aktiviert

# pid_issuance.sheet_eID_PIN_not_set.paragraph_1
source: This can have different reasons:
de: Das kann verschiedene Gründe haben:

# pid_issuance.sheet_eID_PIN_not_set.paragraph_2
source: Your eID PIN has not been set yet using the 5-digit transport PIN from the PIN letter or at the local citizen’s office.
de: Karten-PIN wurde noch nicht einmalig mit Hilfe der 5-stelligen Transport-PIN aus dem PIN-Brief oder im Bürgeramt festgelegt.

# pid_issuance.sheet_eID_PIN_not_set.prim_button
source: Set your card PIN now using the PIN letter
de: Karten-PIN jetzt mit PIN-Brief festlegen

# pid_issuance.sheet_eID_PIN_not_set.sec_button
source: Find a local citizen’s office
de: Finde ein Bürgeramt in deiner Nähe

# pid_issuance.sheet_eID_PIN_not_set.title
source: Card PIN not set or unknown
de: Karten-PIN nicht festgelegt oder bekannt

# pid_issuance.sheet_explain_data.paragraph
source: Some data from your Digital ID are different from your ID card. Only part of the card data is used to create your Digital ID.
de: Die erfassten Daten aus deinem Digitalen Ausweis unterscheiden sich von den Daten aus deiner Ausweiskarte. Es wird nur ein Teil deines Ausweises zu Erstellung des Digitalen Ausweis benötigt.

# pid_issuance.sheet_explain_data.title
source: Why are only these ID details added?
de: Warum werden nur diese Daten des Ausweises hinzugefügt?

# pid_issuance.sheet_puk_entry.link
source: Lost your PIN letter with PUK?
de: PIN-Brief mit PUK verloren?

# pid_issuance.sheet_puk_entry.paragraph_1
source: The 10-digit PUK (unlock code) can be found in the PIN letter you received from the Bürgeramt (citizens' office). This letter also contains your transport PIN.
de: Die 10-stellige PUK findest du in deinem PIN-Brief. Diesen Brief hast du bei der Ausstellung deines Personalausweises vom Bürgeramt erhalten.

# pid_issuance.sheet_puk_entry.paragraph_2
source: Falls du den Brief nicht mehr hast, wende dich an ein Bürgeramt. Dort kannst du die Sperre deiner PIN aufheben und eine neue Karten-PIN festlegen.
de: Falls du den Brief nicht mehr hast, wende dich an ein Bürgeramt. Dort kannst die Blockierung deiner PIN aufheben und direkt eine neue Karten-PIN festlegen.

# pid_issuance.sheet_puk_entry.sec_button
source: Find a citizens' office near you
de: Finde ein Bürgeramt in deiner Nähe

# pid_issuance.sheet_puk_entry.title
source: Where is the PUK
de: Wo ist die PUK

# pid_issuance.sheet_success_issuance.paragraph
source: You can now easily identify yourself online with the wallet, for example to open a bank account from home.
de: Du kannst dich mit der Wallet jetzt ganz einfach online ausweisen, zum Beispiel, um bei deiner Bank bequem von zuhause ein Konto zu eröffnen.

# pid_issuance.sheet_success_issuance.prim_button
source: How to use your Digital ID
de: So nutzt du den Digitalen Ausweis

# pid_issuance.sheet_success_issuance.title
source: Your Digital ID is ready!
de: Dein Digitaler Ausweis ist bereit!

# pid_issuance.wallet_pin_intro.banner
source: For security reasons, it can't be replaced by face recognition or fingerprint.
de: Aus Sicherheitsgründen lässt er sich nicht durch Gesichtserkennung oder Fingerabdruck ersetzen.

# pid_issuance.wallet_pin_intro.paragraph
source: Make sure to remember your Digital ID code. You'll need it when sharing data from your digital ID with a service (e.g. a bank).
de: Merke dir dein Digitaler-Ausweis-Code gut. Du brauchst ihn, wenn du Daten aus deinem digitalen Ausweis mit einem Service (z. B. einer Bank) teilst.

# pid_issuance.wallet_pin_intro.prim_button
source: Set code
de: Code festlegen

# pid_issuance.wallet_pin_intro.title
source: Finally, set your Digital ID code.
de: Lege zum Abschluss dein Digitaler-Ausweis-Code fest

# pid_issuance.wallet_pin_reenter.prim_button
source: Set
de: Festlegen

# pid_issuance.wallet_pin_reenter.succes
source: Digital ID code set
de: Digitaler-Ausweis-Code festgelegt

# pid_issuance.wallet_pin_reenter.title
source: Repeat your Digital ID code
de: Wiederhole deine Digitaler-Ausweis-Code

# pid_issuance.wallet_pin_setup.error
source: The two code didn’t match. Please try again.
de: Ups – die beiden Code waren nicht gleich. Versuch es nochmal.

# pid_issuance.wallet_pin_setup.prim_button
source: Next
de: Weiter

# pid_issuance.wallet_pin_setup.title
source: Set your Digital ID code
de: Lege dein Digitaler-Ausweis-Code fest

# pid_issuance.wb_account_unkown.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.wb_account_unkown.prim_button
source: Got it
de: Ok

# pid_issuance.wb_account_unkown.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_issuance.wb_auth_verifcation_failed.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.wb_auth_verifcation_failed.prim_button
source: Got it
de: Ok

# pid_issuance.wb_auth_verifcation_failed.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_issuance.wb_auth_verification_failed.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# pid_issuance.wb_auth_verification_failed.prim_button
source: Got it
de: Ok

# pid_issuance.wb_auth_verification_failed.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# pid_presentation.data_consent.credential_name
source: Digital ID
de: Digitaler Ausweis

# pid_presentation.data_consent.credential_subline
source: Federal Republic of Germany
de: Bundesrepublik Deutschland

# pid_presentation.data_consent.headline_credential
source: %1$lld from %2$lld of %3$@
de: %1$lld aus %2$lld von %3$@

# pid_presentation.data_consent.label_adress
source: Address
de: Anschrift

# pid_presentation.data_consent.label_age_birth_year
source: Birth year
de: Geburtsjahr

# pid_presentation.data_consent.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# pid_presentation.data_consent.label_age_equal_or_over_no
source: No
de: Nein

# pid_presentation.data_consent.label_age_equal_or_over_yes
source: Yes
de: Ja

# pid_presentation.data_consent.label_age_in_years
source: Age in years
de: Alter in Jahren

# pid_presentation.data_consent.label_age_over_12
source: Age over 12
de: Alter über 12

# pid_presentation.data_consent.label_age_over_14
source: Age over 14
de: Alter über 14

# pid_presentation.data_consent.label_age_over_16
source: Age over 16
de: Alter über 16

# pid_presentation.data_consent.label_age_over_18
source: Age over 18
de: Alter über 18

# pid_presentation.data_consent.label_age_over_21
source: Age over 21
de: Alter über 21

# pid_presentation.data_consent.label_age_over_65
source: Age over 65
de: Alter über 65

# pid_presentation.data_consent.label_artist_name
source: Artistic name
de: Künstlername

# pid_presentation.data_consent.label_birth_date
source: Date of birth
de: Geburtsdatum

# pid_presentation.data_consent.label_birth_name
source: Birth name
de: Geburtsname

# pid_presentation.data_consent.label_created_at
source: Created at
de: Erstellt am

# pid_presentation.data_consent.label_expire_date
source: Valid until
de: Gültig bis

# pid_presentation.data_consent.label_first_names
source: Given name(s)
de: Vorname(n)

# pid_presentation.data_consent.label_issuing_authority
source: Authority
de: Behörde

# pid_presentation.data_consent.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# pid_presentation.data_consent.label_name
source: Family name
de: Familienname

# pid_presentation.data_consent.label_nationality
source: Nationality
de: Staatsangehörigkeit

# pid_presentation.data_consent.label_place_of_birth
source: Place of birth
de: Geburtsort

# pid_presentation.data_consent.label_title
source: Title
de: Titel

# pid_presentation.data_consent.title
source: These data will be transferred:
de: Diese Daten werden übertragen:

# pid_presentation.data_consent.toggle_unvisible_button
source: Close
de: Schließen

# pid_presentation.data_consent.toggle_visible_button
source: Show details
de: Details anzeigen

# pid_presentation.dialog_cancel.paragraph
source: All entered information will be lost and you’ll return to the wallet overview.
de: Dabei gehen alle deinen vorgenommen Eingaben verloren und du kommst zur Übersicht der Wallet.

# pid_presentation.dialog_cancel.prim_button
source: Yes, cancel
de: Ja, abbrechen

# pid_presentation.dialog_cancel.sec_button
source: Close
de: Schließen

# pid_presentation.dialog_cancel.title
source: Really cancel?
de: Wirklich abbrechen?
